Revit 2027 API
SpecTypeId.ElectricalPotential Property
 Electrical Potential, in discipline Electrical.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ElectricalPotential { get; }
Public Shared ReadOnly Property ElectricalPotential As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ElectricalPotential {
	ForgeTypeId^ get ();
}
static member ElectricalPotential : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace